Revit 2027 API
UnitTypeId.InchesToTheSixthPower Property
 Inches to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InchesToTheSixthPower { get; }
Public Shared ReadOnly Property InchesToTheSixthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InchesToTheSixthPower {
	ForgeTypeId^ get ();
}
static member InchesToTheSixthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace